RIAYATIEPrescriptionAPI/RIAYATIEPrescriptionAPI/Services/SoapMessages/uploadERxAuthorizationSoapBody.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
	<soap12:Body>
		<UploadERxAuthorization xmlns="{0}">
			<PayerLogin>{1}</PayerLogin>
			<PayerPwd>{2}</PayerPwd>
			<fileContent>{3}</fileContent>
			<fileName>{4}</fileName>
		</UploadERxAuthorization>
	</soap12:Body>
</soap12:Envelope>